Repository: Sarazine131/openfoodfacts-translations
Catalog: openfoodfacts-android/openfoodfacts-android-*.po
Languages: ar, fi, tr

source: Sign-in
ar: التسجيل
fi: Kirjaudu sisään
tr: Giriş yap

source: Sign-out
ar: الخروج
fi: Kirjaudu ulos
tr: Çıkış yap

source: Search a product by name or brand:
ar: بحث عن المنتج بواسطة الإسم أو العلامة التجارية:
fi: Etsi tuotetta nimellä tai tuotemerkillä
tr: Mehsulu adı ve ya branine göre ara:

source: Search
ar: بحث
fi: Etsi
tr: Ara

source: Scan the barcode to find or add a product:
ar: إمسح رمز شريطي لتجد أو تضيف منتج:
fi: Skannaa viivakoodi löytääksesi tai lisätäksesi tuotteen:
tr: Barkodu tarayarak mehulu bul vecya ilave et

source: Scan
ar: افحص
fi: Skannaa
tr: Tara

source: <img src=openfoodfacts-logo-en.png alt=Open Food Facts /><br /><p>Open Food Facts gathers information and data on food products from around the world in a free and open database.</p>
ar: <img src=openfoodfacts-logo-en.png alt=Open Food Facts /><br /><p>يجمع معلومات و بيانات حول المنتجات من كل أنحاء العالم في قاعدة بيانات مجانية و مفتوحة Open Food Facts. </p>
fi: <img src=openfoodfacts-logo-en.png alt=Open Food Facts /><br /><p>Open Food Facts kerää maailmanlaajuisesti tietoja ruokatuotteista avoimeen ja ilmaiseen tietokantaan.</p>
tr: <img src=openfoodfacts-logo-en.png alt=Open Food Facts /><br /><p>Open Food Facts dünyada var olan tüm yiyecek mehsulları hakta açlk vı azad veri tabanında toplmakdadır.</p>

source: Back
ar: عودة
fi: Takaisin
tr: Geri

source: Close
ar: اغلاق
fi: Sulje
tr: Kapat

source: Sign-in to add products or edit product pages.
ar: قم بتسجيل الدخول لتضيف منتجات أو تحرير صفحات المنتجات.
fi: Kirjaudu sisään lisätäksesi tuotteita tai muokataksesi tuotesivuja.
tr: Mehsul ilave etmek için ve ya mehsullar sahıdalarını düzenlemek içun giriş yap.

source: Username or e-mail address:
ar: إسم المستخدم أو عنوان الإيميل:
fi: Käyttäjätunnus tai sähköpostiosoite:
tr: Kullanıcı adı ve ya,e-posta:

source: Password:
ar: كلمه المرور:
fi: Salasana:
tr: Şifre:

source: No account yet? <a href=http://en.openfoodfacts.org/cgi/user.pl target=_blank>Create an account</a>
ar: ليس لديك حساب؟ <a href=http://en.openfoodfacts.org/cgi/user.pl target=_blank>أنشأ حساب</a>
fi: Vailla tiliä? <a href=http://en.openfoodfacts.org/cgi/user.pl target=_blank>Luo uusi tili</a>
tr: Kullanıcı adın yok mu? <a href=http://en.openfoodfacts.org/cgi/user.pl target=_blank>Kullanıcı adı yarat</a>

source: Preferred language:
ar: اللغات المفضلة:
fi: Ensisijainen kieli:
tr: Tercih edilen dil:

source: Searching will return in priority products in the selected language, and products you add will be added to the corresponding version of Open Food Facts.
ar: سيقوم البحث بإعادة ترتيب المنتجات في اللغات المحددة, كما سنقوم بإضافة المنتجات التي أضفتها إلى النسخة المناسبة ل Open Food Facts.
fi: Haku palauttaa tuotteet tärkeysjärjestyksessä valitulla kielellä. Lisäämäsi tuotteet lisätään vastaavalla kielellä Open Food Factsiin.
tr: Arama neticesi seçilmiş dile ustunluk verilerek gösterilecek, ve eklediyiniz mehsullar var Open Food Facts-ın var olan versiyonuna eklenecektir.

source: Parameters
ar: المعلمات
fi: Parametrit
tr: Seçenekler

source: Hello $1!
ar: مرحبا $1!
fi: Hei $1!
tr: Mergaba $1!

source: Sending in progress
ar: جاري الإرسال
fi: Lähettäminen meneillään
tr: Gönderiliyor

source: Image received, thank you!
ar: صورة وصلت, شكرا!
fi: Kuva vastaanotettu, kiitos!
tr: Resm alındı, teşekkür ederiz!

source: The image could not be sent
ar: لم يتم إرسال الصورة
fi: Kuvan lähettäminen epäonnistui
tr: Resim gönderilemedi

source: Retry
ar: إعادة المحاولة
fi: Yritä uudelleen
tr: Tekrar dene

source: Search in progress
ar: جاري البحث
fi: Haku meneillään
tr: Aranlyor

source: Connecting
ar: جاري الاتصال
fi: Yhdistetään
tr: Bağlanıyor

source: Connecting failed: no network?
ar: فشل الإتصال: لا يوجد شبكة؟
fi: Yhdistäminen epäonnistui, mahdollinen verkko-ongelma.
tr: Bağlanmadı, ağ mı yok?

source: Bad username or password
ar: اسم مستخدم او كلمة مرور خاطئة
fi: Virheellinen käyttäjätunnus tai salasana
tr: Hatalı Kullanıcı ya da şifre

source: Loading product from the Open Food Facts database
ar: جاري تحميل المنتج من قاعدة بيانات the Open Food Facts
fi: Ladataan tuotetta Open Food Facts -tietokannasta
tr: Mehdul veriler tabanından yükleniyor

source: Product $1
ar: منتج $1
fi: Tuote $1
tr: Mehsul $1

source: Add a product without barcode
ar: إضافة منتج بدون رمز شريطي
fi: Lisää tuote ilman viivakoodia
tr: Mehdulu barcodsuz ekle

source: Barcode: $1
ar: رمز شريطي: $1
fi: Viivakoodi: $1
tr: Barkod: $1
