Repository: Sarazine131/openfoodfacts-translations
Catalog: openfoodfacts-web/openfoodfacts-web-*.po
Languages: cs, de

source: Permission denied.
cs: Přístup odepřen.
de: Zugriff verweigert.

source: Photo on white background: try to remove the background
cs: Fotografie na bílém pozadí: zkuste odebrat pozadí
de: Foto auf weißem Hintergrund: Versuchen den Hintergrund zu entfernen

source: photographer
cs: fotograf
de: Fotograf

source: photographers
cs: fotografové
de: Fotografen

source: Photos to be uploaded
cs: Fotky k nahrání
de: Fotos die hochgeladen werden

source: Photos to be validated
cs: Fotky ke schválení
de: Fotos die überprüft werden

source: Photos uploaded
cs: Nahrané fotky
de: Fotos hochgeladen

source: Photos validated
cs: Schválené fotky
de: Fotos überprüft

source: Please correct the following errors:
cs: Opravte prosím následující chyby:
de: Bitte korrigieren Sie folgende Fehler:

source: Polish
cs: polština
de: Polnisch

source: Portuguese
cs: portugalština
de: Portugiesisch

source: Previous
cs: Předchozí
de: Vorherige

source: Product name
cs: Název produktu
de: Produktname

source: Product added on
cs: Produkt přidán
de: Produkt hinzugefügt am

source: Product characteristics
cs: Charakteristika produktu
de: Produkteigenschaften

source: Product name to be completed
cs: Název produktu k doplnění
de: Zu vervollständigende Produktnamen

source: Product name
cs: Název produktu
de: Produktname

source: Product picture with barcode:
cs: Obrázek produktu s čárovým kódem:
de: Produktbild mit Strichcode:

source: Product picture
cs: Obrázek produktu
de: Produktbild

source: Product without barcode
cs: Produkt bez čárového kódu
de: Produkt ohne Strichcode

source: product
cs: produkt
de: Produkt

source: Products added by %s
cs: Produkt přidán %s
de: Produkte hinzugefügt von %s

source: Products from the %s brand
cs: Produktu od značky %s
de: Produkte der Marke %s

source: Products from the %s category
cs: Produkty z kategorie %s
de: Produkte der Kategorie %s

source: Products originating from %s
cs: Produkty pocházející z %s
de: Produkte aus %s stammend

source: Products packaged by the company with emb code %s
cs: Produkty balené společeností s kódem balení %s
de: Von der Firma mit Emb-Code %s verpackte Produkte

source: Products packaged in the city of %s
cs: Produkty balené ve městě %s
de: In der Stadt %s verpackte Produkte

source: Products search
cs: Vyhledávání produktů
de: Produktsuche

source: Products sold at %s
cs: Produkty prodané na %s
de: Bei %s verkaufte Produkte

source: Products sold in %s
cs: Produkty prodané v %s
de: In %s verkaufte Produkte

source: Products that contain the ingredient %s
cs: Produkty, které obsahují přísadu %s
de: Produkte welche die Zutat %s enthalten

source: Products that contain the nutriment %s
cs: Produkty s výživou %s
de: Produkte welche den Nährstoff %s enthalten

source: Products that have the label %s
cs: Produkty, které mají štítek %s
de: Produkte mit dem Etikett %s

source: Products that were added by the user %s
cs: Produkty, které byly přidány uživatelem %s
de: Produkte welche vom Benutzer %s hinzugefügt wurden

source: Products that were edited by the user %s
cs: Produkty, které byly upraveny uživatelem %s
de: Produkte welche vom Benutzer %s bearbeitet wurden

source: Products with a %s packaging
cs: Produkty s balením %s
de: Produkte mit einer %s-Verpackung

source: Products with complete information
cs: Produkty s úplnými informacemi
de: Produkte mit vollständigen Informationen

source: Products with the emb code %s
cs: Produkty s balícím kódem %s
de: Produkte mit dem Emb-Code %s

source: Products you added or edited
cs: Produkty, které jste přidali nebo upravili
de: Produkte welche Sie hinzufügt oder bearbeitet haben

source: products
cs: produkty
de: Produkte

source: purchase place
cs: místo nákupu
de: Ort des Kaufes

source: purchase places
cs: místa nákupu
de: Orte des Kaufes

source: purchase-place
cs: místo-nákupu

source: purchase-places
cs: místa-nákupu

source: Quantity to be completed
cs: Množství k doplnění
de: Zu vervollständigende Menge

source: Quantity
cs: Množství
de: Menge

source: Reason for removal
cs: Důvod pro odstranění
de: Grund für die Entfernung

source: Register
cs: Registrace
de: Registrieren

source: Remember me
cs: Zapamatovat si mě
de: Automatische Anmeldung

source: Remember the place of purchase and store for the next product adds
cs: Zapamatovat si místo nákupu a obchod pro použití u dalšího produktu
de: Den Ort des Kaufs und das Geschäft für das nächste Hinzufügen eine Produktes merken

source: Reset of your password on Open Food Facts
cs: Obnovení hesla na Open Food Facts
de: Zurücksetzen Ihres Kennworts auf Open Food Facts

source: Reset password
cs: Obnovit heslo
de: Kennwort zurücksetzen

source: Results graph
cs: Výsledky grafu
de: Ergebnis-Diagramm

source: Results map
cs: Mapové výsledky
de: Ergebnis-Karte

source: Risk
cs: Riziko
de: Risiko

source: Rotate left
cs: Otočit doleva
de: Links drehen

source: Rotate right
cs: Otočit doprava
de: Rechts drehen

source: Russian
cs: ruština
de: Russisch

source: salt equivalent
cs: ekvivalent soli
de: Salz entspricht

source: Sardines in olive oil, Orange juice from concentrate
cs: Sardinky v olivovém oleji, pomerančový džus z koncentrátu
de: Sardinen in Olivenöl, Orangensaft aus Konzentrat

source: Save
cs: Uložit
de: Speichern

source: Saved.
cs: Uloženo.
de: Gespeichert.

source: Saving image
cs: Ukládání obrázku
de: Bild speichern

source: Saving.
cs: Uládání.
de: Speichere.

source: Scatter plot
cs: Bodový graf
de: Punktdiagramm

source: Search a product, brand, ingredient, nutriment etc.
cs: Vyhledat produkt, značku, přísadu, výživu atd.
de: Suchen Sie ein Produkt, Marke, Zutat, Nährstoff etc..

source: Search for words present in the product name, generic name, brands, categories, origins and labels
cs: Vyhledat slova, která jsou přítomna v názvu produktu, v obecném názvu, značce, kategorii, původu nebo štítku
de: Suchen Sie nach vorhandenen Wörtern in den Produktnamen, generischen Namen, Marken, Kategorien, Herkunft und Etiketten

source: Search results
cs: Výsledky vyhledávání
de: Suchergebnisse

source: Search terms
cs: Hledané výrazy
de: Suchbegriffe

source: Search:
cs: Vyhledat:
de: Suche:

source: Search
cs: Vyhledat
de: Suche

source: See the product page
cs: Zobrazit stránku produktu
de: Siehe Produktseite

source: See you soon!
cs: Brzy nashledanou!
de: Bis bald!

source: Selected images
cs: Vybrané obrázky
de: Ausgewählte Bilder

source: Send a picture...
cs: Poslat obrázek...
de: Senden Sie ein Bild...

source: Sending image
cs: Zasílání obrázku
de: Sende Bild

source: Serving size
cs: Velikost porce
de: Portionsgröße

source: Show detailed stats
cs: Zobrazit detailní statistiky
de: Detaillierte Statistiken zeigen

source: Sign-in and add the product
cs: Pro přidání produktu se přihlaste
de: Anmelden und das Produkt hinzufügen

source: Sign-in and edit the product
cs: Pro úpravu produktu se přihlaste
de: Anmelden und das Produkt bearbeiten

source: Sign-in
cs: Přihlásit se
de: Anmelden

source: Sign-out
cs: Odhlásit se
de: Abmeldung

source: Site or blog address
cs: Adresa stránky nebo blogu
de: Website oder Blog-Adresse

source: Sort by:
cs: Řadit podle:
de: Sortieren nach:

source: Spanish
cs: španělština
de: Spanisch

source: Standard deviation
cs: Směrodatná odchylka
de: Standardabweichung

source: status
cs: stav

source: statuses
cs: stavy
de: Status

source: store
cs: obchod
de: Geschäft

source: stores
cs: obchody
de: Geschäfte

source: Subscribe to the newsletter (2 emails per month maximum)
cs: Přihlásit se k odběru novinek (2 emaily za měsíc)
de: Abonnieren Sie den Newsletter (2 E-Mails pro Monat maximal)

source: Subscribe
cs: Odebírat
de: Abonnieren

source: Thanks for joining Open Food Facts
cs: Děkujeme, že jste se připojili k projektu Open Food Facts
de: Vielen Dank für die Teilnahme an Open Food Facts

source: The e-mail address is already used by another user. Maybe you already have an account? You can <a href="/cgi/reset_password.pl">reset the password</a> of your other account.
cs: Tato emailová adresa je již použita jiným uživatelem. Možná už máte účet? Můžete <a href="/cgi/reset_password.pl">obnovit heslo</a> pro svůj další účet.
de: Die E-Mail-Adresse wird bereits von einem anderen Benutzer verwendet. Vielleicht haben Sie bereits ein Konto? Sie können für Ihr anderes Konto das <a href="/cgi/reset_password.pl"> Kennwort zurücksetzen</a>.

source: The graph will show only products for which displayed values are known.
cs: Graf zobrazí pouze produkty, pro které jsou zobrazené hodnoty známy.
de: Das Diagramm zeigt nur Produkte für welche die anzeigten Werte bekannt ist.

source: The map will show only products for which the production place is known.
cs: Mapa zobrazí pouze produkty, pro které jsou zobrazené hodnoty známy.
de: Die Karte zeigt nur Produkte für die der Produktionsort bekannt ist.

source: The password and confirmation password are different.
cs: Heslo a ověření hesla se heshodují.
de: Das Kennwort und die Kennwort-Bestätigung sind verschieden.

source: The password needs to be a least 6 characters long.
cs: Heslo musí mít alespoň 6 znaků.
de: Das Passwort muss mindestens 6 Zeichen lang sein.

source: The reset password link is invalid or has expired.
cs: Odkaz pro obnovu hesla je neplatný nebo již vypršela jeho platnost.
de: Der Link für das Zurücksetzen des Kennworts ist ungültig oder abgelaufen.

source: The user name must contain only unaccented letters, digits and dashes.
cs: Uživatelské jméno musí obsahovat znaky bez přízvuku, číslice a pomlčky.
de: Der Benutzername darf nur Umlaute, Ziffern und Bindestriche enthalten.

source: There is no account with this email
cs: Pro tento email neexistuje žádný účet
de: Es gibt kein Konto mit dieser E-Mail

source: This mission has been completed by:
cs: Úkol byl splněn:
de: Diese Aufgabe wurde erledigt von:

source: This username already exists, please choose another.
cs: Toto uživatelské jméno již existuje, vyberte prosím jiné.
de: Dieser Benutzername ist bereits vorhanden, wählen Sie bitte einen anderen.

source: This username does not exist.
cs: Uživatelské jméno neexistuje.
de: Dieser Benutzername ist nicht vorhanden.

source: To be checked
cs: Ke kontrole
de: Zu prüfen

source: To be completed
cs: K dokončení
de: Zu vervollständigen

source: trace
cs: stopa
de: Spur

source: traces
cs: stopy
de: Spuren

source: Twitter username (optional)
cs: Uživatelské jméno na Twitteru (dobrovolné)
de: Twitter Benutzername (optional)

source: unknown nutrient
cs: neznámá nutriční hodnota
de: Unbekannter Nährstoff

source: unknown nutrients
cs: neznámé nutriční hodnoty
de: Unbekannte Nährstoffe

source: unknown-nutrients
cs: neznámé-nutriční-hodnoty

source: Unsubscribe
cs: Zrušit odběr
de: Abmelden

source: Upload error
cs: Chyba při nahrávání
de: Fehler beim hochladen

source: Uploaded images
cs: Nahrané obrázky
de: Hochgeladene Bilder

source: Uploading image
cs: Nahrávání obrázku
de: Lade Bild hoch

source: Use a different color for the following products:
cs: Použít odlišnou barvu pro následující produkty:
de: Eine andere Farbe für die folgenden Produkte verwenden:

source: User name
cs: Uživatelské jméno
de: Benutzername

source: Username or e-mail address:
cs: Uživatelské jméno nebo e-mailová adresa:
de: Benutzername oder E-Mail Adresse:

source: Username or e-mail address:
cs: Uživatelské jméno nebo e-mailová adresa:
de: Benutzername oder E-Mail-Adresse:

source: Username or email address
cs: Uživatelské jméno nebo e-mailová adresa
de: Benutzername oder E-Mail Adresse

source: Validate and/or resize image
cs: Schválení a/nebo změna vělikosti obrázku
de: Bilder überprüfen und/oder die Größe ändern

source: value for 100 g / 100 ml
cs: hodnota pro 100 g / 100 ml
de: Wert für 100 g/100 ml

source: Vertical axis
cs: Vertikální osa
de: Vertikale Achse

source: Vietnamese
cs: vietnamština
de: Vietnamesisch

source: View matching products from the entire world
cs: Zobrazit odpovídající produkty ze světa
de: Passende Produkte aus der ganzen Welt ansehen

source: view
cs: zobrazit

source: with nutrition facts
cs: s nutričními hodnotami
de: mit Nährwertangaben

source: With sweeteners
cs: se sladidly
de: Mit Süßungsmitteln

source: With
cs: S
de: Mit

source: Without
cs: Bez
de: Ohne

source: You are already signed in.
cs: Jste již přihlášeni.
de: Sie sind bereits angemeldet.

source: You are connected as %s.
cs: Jste připojen jako %s.
de: Sie sind als %s verbunden.

source: You are connected with your Facebook account.
cs: Jste připojeni pomocí svého Facebook účtu.
de: Sie sind mit Ihrem Facebook-Konto verbunden.

source: You can unsubscribe from the lists at any time.
cs: Z odběru novinek se můžete kdykoli odhlásit.
de: Die Listen können Sie jederzeit abbestellen.

source: You need to enter a name or nickname.
cs: Musíte vložit jméno nebo přezdívku.
de: Sie müssen einen Namen oder Spitznamen eingeben.

source: You need to enter a user name
cs: Musíte zadat uživatelské jméno
de: Sie müssen einen Benutzernamen eingeben

source: Your password has been changed. You can now log-in with this password.
cs: Heslo bylo změněno. Nyní se můžete přihlásit pomocí tohoto hesla.
de: Ihr Passwort wurde geändert. Sie können sich nun mit diesem Kennwort einloggen.

source: %d products match the search criterias, of which %i products have defined values for the graph's axis.
de: %d Produkte entsprechen den Suchkriterien, von denen %i Produkte Werte für die Achse des Diagramms definiert haben.

source: A collaborative, free and open database of ingredients, nutrition facts and information on food products from around the world
de: Ein kooperatives, freie und offene Datenbank der Zutaten, Nährwertangaben und Informationen zu Lebensmitteln aus aller Welt

source: Average nutrition facts for the %d products of the %s category for which nutrition facts are known (out of %d products).
de: Durchschnittliche Nährwertangaben für %d Produkte der %s Kategorie von denen die Nährwertangaben bekannt sind (aus %d Produkte).

source: If the carbon footprint is specified on the label (rarely at this time), indicate it for the same quantity than the nutritional composition.
de: Wenn der CO2-Fußabdruck auf dem Etikett angegeben ist (selten zu diesem Zeitpunkt), geben Sie für die gleiche Menge wie bei der Nährwertzusammensetzung an.

source: If the picture is sufficiently sharp and level, nutrition facts can be automatically extracted from the picture.
de: Wenn das Bild ausreichend scharf und eben ist, können die Nährwerte automatisch aus dem Bild extrahiert werden.

source: In Europe, code in an ellipse with the 2 country initials followed by a number and CE.
de: In Europa, Code in eine Ellipse mit den 2 Länder-Initialen, gefolgt von einer Zahl und CE.

source: Indicate only the most specific category. "Parents" categories will be automatically added.
de: Geben Sie nur die spezifischsten Kategorien an. Übergeordnete Etiketten werden automatisch hinzugefügt.

source: Indicate only the most specific labels. "Parents" labels will be added automatically.
de: Geben Sie nur die spezifischsten Etiketten an. Übergeordnete Etiketten werden automatisch hinzugefügt.

source: Information and data must come from the product package and label (and not from other sites or the manufacturer's site), and you must have taken the pictures yourself.<br/>
de: Informationen und Daten müssen von der Produktverpackung und dem Etikett stammen (und nicht von anderen Seiten oder der Seite des Herstellers), und Sie müssen die Bilder selbst erstellt haben.<br/>

source: Ingredients text could not be extracted. Try with a sharper image, with higher resolution or a better framing of the text.
de: Text für die Zutaten konnte nicht extrahiert werden. Versuchen Sie ein schärferes Bild, mit höherer Auflösung oder einer besseren Darstellung des Textes.

source: Ingredients text has been extracted. Text recognition is not perfect, so please check the text below and correct errors if needed.
de: Text für die Zutaten wurde extrahiert. Texterkennung ist nicht perfekt, bitte überprüfen Sie den unten stehenden Text und korrigieren Fehler bei Bedarf.

source: Keep the order, indicate the % when specified, separate with a comma or - , use ( ) for ingredients of an ingredient
de: Halten Sie die Reihenfolge ein, zeigen die % wenn angegeben, trennen durch ein Komma oder - , und verwenden () für Bestandteile einer Zutat

source: Maximum
de: Maximal

source: Minimum
de: Mindestens

source: Organic Fairtrade USA, Fair trade, TransFair...
de: Bio Fairtrade USA, Fair-Trade, TransFair...

source: Please note: for each nutriment, the average is computed for products for which the nutriment quantity is known, not on all products of the category.
de: Bitte beachten Sie: Für jeden Nährstoff wird der Durchschnitt der Produkte, für welche die Menge des Nährstoffes bekannt ist, berechnet, nicht auf alle Produkte der Kategorie.

source: Rotate the image if necessary, then click and drag to select the interesting zone:
de: Drehen Sie das Bild ggf. dann klicken Sie und ziehen Sie, um die interessante Zone auswählen:

source: standard deviation, minimum, maximum, 10th and 90th percentiles
de: Standardabweichung, Minimum, Maximum, 10. und 90. Perzentile

source: The expiration date is a way to track product changes over time and to identify the most recent version.
de: Das Ablaufdatum ist eine Möglichkeit, Produktänderungen im Laufe der Zeit zu verfolgen und um die aktuellste Version zu identifizieren.

source: The table lists by default nutriments that are often specified. Leave the field blank if it's not on the label.<br/>You can add extra nutriments (vitamins, minerals, cholesterol etc.)
de: Die Tabelle listet Standard-Nährstoffe, die oft angegeben werden. Lassen Sie das Feld leer, wenn es nicht auf dem Etikett ist.<br/>Sie können zusätzliche Nährstoffen (Vitamine, Mineralstoffe, Cholesterin usw.) hinzufügen.

source: View results from the entire world
de: Ergebnisse aus der ganzen Welt anzeigen

source: View the list for matching products from the entire world
de: Liste der passende Produkte aus der ganzen Welt ansehen
