Repository: Sarazine131/openfoodfacts-translations
Catalog: openfoodfacts-web/openfoodfacts-web-*.po
Languages: cs, de

source: and
cs: a
de: und

source: (non-accented letters, digits and/or dashes)
cs: (písmena bez psaného přízvuku, číslice a/nebo pomlčky)
de: (nicht akzentuierte Buchstaben, Ziffern oder Bindestriche)

source: (Optional) - Create a column for every:
cs: (Nepovinné) - Vytvořit sloupec pro každý:
de: (Optional) - Eine Spalte erstellen für jeden:

source: ['January 'February 'March 'April 'May 'June 'July 'August 'September 'October 'November 'December']
cs: ['Leden 'Únor 'Březen 'Duben 'Květen 'Červen 'Červenec 'Srpen 'Září 'Říjen 'Listopad 'Prosinec']
de: ['Januar 'Februar 'März 'April 'Mai 'Juni 'Juli 'August 'September 'Oktober 'November 'Dezember']

source: ['Sunday 'Monday 'Tuesday 'Wednesday 'Thursday 'Friday 'Saturday']
cs: ['Neděle 'Pondělí 'Úterý 'Středa 'Čtvrtek 'Pátek 'Sobota']
de: ['Sonntag ' Montag 'Dienstag 'Mittwoch 'Donnerstag 'Freitag 'Samstag']

source: % of difference
cs: % se liší
de: % der Differenz

source: %d products match the search criterias, of which %i products have a known production place.
cs: %d produktů se shoduje s kritérii vyhledávání, z toho pro %i je znám původ.
de: %d Produkte entsprechen den Suchkriterien, von denen %i Produkte einen bekannten Produktionsort haben.

source: %d products:
cs: %d produktů:
de: %d Produkte:

source: %s in %s
cs: %s z %s

source: → With Chrome, Firefox and Safari, you can select multipe pictures (product, ingredients, nutrition facts .) by clicking them while holding the Ctrl key pressed to add them all in one shot.
cs: → S prohlížeči Chrome, Firefox a Safari můžete vybrat více obrázků (produktů, přísad či nutričních údajů.) kliknutím s přidržením klávesy Ctrl, tímto je dostanete do jednoho výběru.
de: → Mit Chrome, Firefox und Safari können Sie mehrere Bilder (Produkt, Zutaten, Nährwertangaben) auswählen, indem Sie die STRG-Taste gedrückt halten und darauf klicken, um sie alle auf einen Schlag zu hinzufügen.

source: <p>Thanks for joining. You can now sign-in on the site to add and edit products.</p>
cs: <p>Děkujeme, že jste se přidali. Nyní se můžete přihlásit na stránky a můžete přidávat nebo upravovat produkty.</p>
de: <p>Vielen Dank für die Teilnahme. Sie können sich jetzt auf der Website anmelden um Produkte hinzuzufügen oder zu bearbeiten.</p>

source: <p>Your account parameters have been changed.</p>
cs: <p>Nastavení účtu bylo změněno.</p>
de: <p>Ihre Konto-Parameter wurden geändert.</p>

source: 1 product:
cs: 1 produkt:
de: 1 Produkt:

source: 10th centile
cs: 10. percentil

source: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 pound
cs: 2 l, 250 g, 1 kg, 25 cl, 6 tekutých uncí, 1 libra
de: 2 l, 250 g, 1 kg, 25 cl, 6 ml, 1 Pfund

source: 5<sup>th</supe> centile
cs: <sup>5.</supe> percentil

source: 60 g, 12 oz, 20cl, 2 fl oz
cs: 60 g, 12 uncí, 20cl, 2 tekuté unce
de: 60 g, 12 oz, 20cl, 2 ml

source: 90th centile
cs: 95. percentil

source: 95<sup>th</supe> centile
cs: <sup>95.</supe> percentil

source: A product already exists with the new code
cs: Produkt již existuje s novým kódem
de: Ein Produkt mit den neuen Code ist bereits vorhanden

source: About me
cs: O mně
de: Über mich

source: Account parameters
cs: Nastavení účtu
de: Konto-Parameter

source: add a brand
cs: přidat značku
de: Eine Marke hinzufügen

source: add a category
cs: přidat kategorii
de: Eine Kategorie hinzufügen

source: add a label
cs: přidat popisek
de: Ein Etikett hinzufügen

source: Add a nutrient
cs: Přidat nutriční hodnoty
de: Einen Nährstoff hinzufügen

source: Add a picture
cs: Přidat obrázek
de: Ein Bild hinzufügen

source: add a place
cs: přidat místo
de: Einen Ort hinzufügen

source: Add a product
cs: Přidat produkt
de: Ein Produkt hinzufügen

source: add a store
cs: přidat obchod
de: Ein Geschäft hinzufügen

source: add a type, shape or material
cs: přidat typ, tvar nebo materiál
de: Typ, Form oder Material hinzufügen

source: add an origin
cs: přidat původ
de: Eine Herkunft hinzufügen

source: Add date
cs: Přidat datum
de: Hinzugefügt

source: Add
cs: Přidat
de: Hinzufügen

source: Added:
cs: Přidáno:
de: Hinzugefügt:

source: additive
cs: přísada
de: Zusatzstoff

source: additives
cs: přísady
de: Zusatzstoffe

source: Advanced search and graphs
cs: Pokročilé vyhledávání a grafy
de: Erweiterte Suche und Diagramme

source: All missions
cs: Všechny úkoly
de: Alle Aufgaben

source: allergen
cs: alergen

source: allergens
cs: alergeny
de: Allergene

source: An email with a link to reset your password has been sent to the e-mail address associated with your account.
cs: Email s odkazem na obnovení hesla byl zaslán na emailovou adresu, která je připojena k vašemu účtu.
de: Eine E-Mail mit einem Link zum Zurücksetzen Ihres Kennwortes wurde an die mit deinem Konto verknüpfte E-Mail-Adresse gesendet.

source: An error occured while reading the data, try to refresh the page.
cs: Při načítání dat nastala chyba, zkuste obnovit stránku.
de: Beim Lesen der Daten ist ein Fehler aufgetreten, versuchen Sie die Seite zu aktualisieren.

source: Barcode number:
cs: Číslo čárového kódu:
de: Strichcode-Nummer:

source: Barcode
cs: Čárový kód
de: Strichcode

source: Be the first to complete this mission!
cs: Buďte první, kdo dokončí tento úkol!
de: Seien Sie der Erste, der diese Aufgabe erfüllt!

source: Belongs to:
cs: Náleží:
de: Gehört zu:

source: Best before date
cs: Nejlépe před datem
de: Mindesthaltbarkeits-Datum

source: brand
cs: značka
de: Marke

source: Brands to be completed
cs: Značky k dokončení
de: Zu vervollständigende Marken

source: brands
cs: značky
de: Marken

source: By adding information, data and/or images, you accept to place irrevocably your contribution under the <a href=http://opendatacommons.org/licenses/dbcl/1.0/>Database Contents Licence 1.0</a> licence
cs: Přidáním informací, dat a/nebo obrázků souhlasíte s tím, že váš příspěvek je neodvolatelně publikován pod licencí <a href=http://opendatacommons.org/licenses/dbcl/1.0/>Database Contents Licence 1.0</a>
de: Durch das Hinzufügen von Informationen, Daten und/oder Bilder, akzeptieren Sie Ihren Beitrag unwiderruflich unter die <a href=http://opendatacommons.org/licenses/dbcl/1.0/>Database Contents Licence 1.0</a> Lizenz zu stellen.

source: by
cs: od
de: von

source: California, USA
cs: Kalifornie, USA
de: Kalifornien, USA

source: Categories to be completed
cs: Kategorie k dokončení
de: Zu vervollständigende Kategorien

source: categories
cs: kategorie
de: Kategorien

source: category
cs: kategorie
de: Kategorie

source: Cereals 85.5% (wheat flour, whole-wheat flour 11%), malt extract, cocoa 4,8%, ascorbic acid
cs: Obiloviny 85,5% (pšeničná mouka, celozrnná mouka 11%), sladový extrakt, kakao 4,8%, kyselina askorbová
de: Getreide 85,5 % (Weizenmehl, Vollkornmehl 11 %), Malz-Extrakt, Kakao 4,8 %, Ascorbinsäure

source: Change search criteria
cs: Změnit kritéria vyhledávání
de: Suchkriterien ändern

source: Change your account parameters
cs: Změnit nastavení účtu
de: Ihre Konto-Parameter ändern

source: Changed:
cs: Změněno:
de: Geändert:

source: Changes history
cs: Historie změn
de: Verlauf der Änderungen

source: Changes saved.
cs: Změny uloženy.
de: Änderungen gespeichert.

source: Changes summary
cs: Přehled změn
de: Zusammenfassung der Änderungen

source: Changes to your public profile have been saved.
cs: Změny pro veřejný profil byly uloženy.
de: Änderungen an Ihrem öffentlichen Profil wurden gespeichert.

source: Character set: Unicode (UTF-8)). Separator: tabulation (tab).
cs: Znaková sada: Unicode (UTF-8)). Oddělovač: tabulátor (tab).
de: Zeichensatz: Unicode (UTF-8)). Trennzeichen: Tabulation (Tab).

source: Characteristics completed
cs: Charakteristika dokončena
de: Merkmale vervollständigt

source: Characteristics to be completed
cs: Charakteristika k dokončení
de: Zu vervollständigende Merkmale

source: Checked
cs: Vybraný
de: Geprüft

source: checker
cs: kontrolor
de: Prüfer

source: checkers
cs: kontroloři
de: Überprüft

source: Chinese
cs: čínština
de: Chinesisch

source: Chocolate bar with milk and hazelnuts
cs: Čokoládová tyčinka s mlékem a s lískovými oříšky
de: Tafel Schokolade mit Milch und Haselnüssen

source: choose a criteria...
cs: vybrat kritérium...
de: Wählen Sie ein Kriterium...

source: choose a nutriment...
cs: vybrat nutriční hodnotu...
de: Wählen Sie ein Nährstoff...

source: cities
cs: města
de: Städte

source: City, state and country where purchased
cs: Město, stát a země nákupu
de: Stadt, Bundesstaat und Land wo gekauft

source: city
cs: město
de: Stadt

source: Common name
cs: Běžné jméno
de: Gebräuchliche Bezeichnung

source: Comparison to average values of products in the same category :
cs: Srovnání průměrných hodnot produktů ve stejné kategorii:
de: Vergleich durchschnittlicher Werte von Produkten in der gleichen Kategorie:

source: Complete
cs: Dokončit
de: Vollständig

source: completed %d missions:
cs: ukončeno %d úkolů:
de: vervollständigte %d Aufgaben:

source: Completed by %d persons.
cs: Dokončeno %d osobami.
de: Vervollständigt von %d Personen.

source: Confirm password
cs: Potvrďte heslo
de: Kennwort bestätigen

source: Contains:
cs: Obsahuje:
de: Enthält:

source: contains
cs: obsahuje
de: enthält

source: contributor
cs: přispěvatel
de: Mitwirkender

source: contributors
cs: přispěvatelé
de: Mitwirkende

source: corrector
cs: korektor
de: Korrektor

source: correctors
cs: korektoři
de: Korrektoren

source: Countries where sold
cs: Zěmě, kde se prodává
de: Ländern in denen verkauft

source: Countries where the product is widely available (non including stores specialising in foreign products)
cs: Země, kde je produkt většinou dostupný (nezahrnuje obchody specializující se na cizí produkty)
de: Ländern in denen das Produkt überall verfügbar ist (auf ausländische Produkte spezialisierte Geschäfte nicht eingeschlossen)

source: countries
cs: zěmě
de: Länder

source: country
cs: země
de: Land

source: Criteria
cs: Kritéria
de: Kriterien

source: Current image:
cs: Stávající obrázek:
de: Aktuelles Bild:

source: Data
cs: Údaje
de: Daten

source: Delete a product
cs: Smazat produkt
de: Ein Produkt löschen

source: Delete an user
cs: Smazat uživatele
de: Einen Nutzer löschen

source: Delete the page
cs: Smazat stránku
de: Eine Seite löschen

source: Deleted:
cs: Smazáno:
de: Gelöscht:

source: Display results on a graph
cs: Zobrazit výsledky v grafu
de: Ergebnisse in einem Diagramm anzeigen

source: Display results on a map
cs: Zobrazit výsledky na mapě
de: Ergebnisse auf einer Karte anzeigen

source: does not contain
cs: neobsahuje
de: enthält keine

source: Download results in CSV format (Excel, OpenOffice)
cs: Stáhnout výsledky ve formátu CSV (Excel, OpenOffice)
de: Download der Ergebnisse im CSV-Format (Excel, OpenOffice)

source: Download
cs: Stáhnout

source: Drilldown into products by:
cs: Rešerše na produkty podle:
de: Produkte spezifizieren nach:

source: Dutch
cs: holandština
de: Holländisch

source: e-mail address
cs: emailová adresa
de: E-Mail Addresse

source: Ecological footprint
cs: Ekologická stopa
de: Ökologischer Fußabdruck

source: Edit a product
cs: Upravit produkt
de: Ein Produkt bearbeiten

source: Edit date
cs: Datum editace
de: Bearbeitungsdatum

source: Edit the page
cs: Upravit stránku
de: Eine Seite bearbeiten

source: Edit your public profile
cs: Upravit veřejný profil
de: Ihr öffentliche Profil bearbeiten

source: edit
cs: upravit
de: Bearbeiten

source: EMB code
cs: kód EMB

source: EMB codes
cs: kódy EMB

source: Empty
cs: Prázdné
de: Leer

source: English
cs: angličtina
de: Englisch

source: Enter a new password.
cs: Zadejte nové heslo.
de: Ein neues Kennwort eingeben.

source: Error while saving, please retry.
cs: Chyba při ukládání, zkuste to prosím znovu.
de: Fehler beim Speichern, bitte wiederholen.

source: Error while uploading image
cs: Chyba při nahrávání obrázku
de: Fehler beim Hochladen des Bildes

source: Evolution of the number of products on Open Food Facts
cs: Přehled o počtu výrobků v projektu Open Food Facts
de: Entwicklung der Anzahl von Produkten auf Open Food Facts

source: Example:
cs: Příklad:
de: Beispiel:

source: Examples:
cs: Příklady:
de: Beispiele:

source: Excess drinking is harmful for health.
cs: Přemíra pití je škodlivá pro zdraví.
de: Exzessives Trinken ist schädlich für die Gesundheit.

source: Expiration date completed
cs: Datum expirace kompletní
de: Ablaufdatum vervollständigt

source: Expiration date to be completed
cs: Datum expirace k doplnění
de: Zu vervollständigendes Ablaufdatum

source: Extract the ingredients from the picture
cs: Vybrat přísady z obrázku
de: Die Zutaten aus dem Bild extrahieren

source: Extracting ingredients
cs: Probíhá vyběr přísad
de: Extrahiere Zutaten

source: Fair trade
cs: Spravedlivý obchod

source: fair-trade
cs: Spravedlivý obchod

source: for 100 g / 100 ml
cs: na 100 g / 100 ml
de: für 100 g / 100 ml

source: For products without a barcode, an internal code is automatically set.
cs: Produktům bez čárového kódu je nastaven automaticky kód interní.
de: Für Produkte ohne einen Strichcode wird automatisch ein interner Code festgelegt.

source: for
cs: pro
de: für

source: French
cs: francouzština
de: Französisch

source: Fresh, Canned, Frozen, Bottle, Box, Glass, Plastic...
cs: Čerstvá, konzervovaná, mražená, láhev, krabice, sklo, plast ...
de: Frisch, In Dosen, Tiefkühl, Flasche, Karton, Glas, Kunststoff...

source: Front image
cs: Přední obrázek
de: Bild Frontseite

source: Generate graph
cs: Vygenerovat graf
de: Das Diagramm generieren

source: Generate the map
cs: Vygenerovat mapu
de: Die Karte generieren

source: German
cs: němčina
de: Deutsch

source: Goal:
cs: Cíl:
de: Ziel:

source: Graph title
cs: Název grafu
de: Diagramm-Titel

source: Graph
cs: Graf
de: DIagramm

source: Hebrew
cs: hebrejština
de: Hebräisch

source: Hello
cs: Ahoj
de: Hallo

source: high quantity
cs: vysoké množství
de: Große Menge

source: High risks
cs: Vysoké riziko
de: Hohe Risiken

source: high
cs: vysoké
de: Hoch

source: Horizontal axis
cs: Horizontální osa
de: Horizontale Achse

source: If the barcode is not correct, please correct it here:
cs: Jestliže čárový kód není správný, můžete ho opravit zde:
de: Wenn der Strichcode nicht stimmt, bitte korrigieren Sie ihn hier:

source: If the data is incomplete or incorrect, you can complete or correct it by editing this page.
cs: Jestli jsou data neúplná nebo nejsou správná, můžete je doplnit nebo opravit úpravou této stránky.
de: Wenn die Daten unvollständig oder unrichtig sind, können Sie auf dieser Seite vervollständigt oder bearbeitet werden.

source: If you already have an account on <SITE>, please sign-in before filling this form.
cs: Jestliže již máte účet na stránce <SITE>, tak se prosím před vyplněním formuláře nejdříve přihlaste.
de: Wenn Sie bereits ein Konto auf <SITE> haben, bitte loggen Sie sich vor dem Ausfüllen des Formulars ein.

source: If you have forgotten your password, fill-in your username or e-mail address to receive instructions for resetting your password.
cs: Jestliže jste zapomněli své heslo, vyplňte své uživatelské jméno nebo emailovou adresu a obdržíte instrukce pro obnovu hesla.
de: Wenn Sie ihr Kennwort vergessen haben, geben Sie Ihren Benutzernamen oder die e-Mail-Adresse an um Anweisungen zum Zurücksetzen Ihres Kennworts zu erhalten.

source: Image received
cs: Obrázek obdržen
de: Bild empfangen

source: Image saved
cs: Obrázek uložen
de: Bild gespeichert

source: Incorrect user name or password. <a href="/cgi/reset_password.pl"Forgotten password?</a>
cs: Nesprávné uživatelské jméno nebo heslo. <a href="/cgi/reset_password.pl"Zapomenuté heslo?</a>
de: Benutzername oder Kennwort falsch. <a href="/cgi/reset_password.pl"Kennwort vergessen?</a>

source: Indicate where you bought or saw the product (at least the country)
cs: Uveďte, kde jste produkt zakoupili nebo viděli (alespoň zemi)
de: Geben Sie an wo das Produkt gekauft oder gesehen wurde (zumindest das Land)

source: Indifferent
cs: Nevalný
de: Gleichgültig

source: Information below is visible in your public profile.
cs: Informace níže jsou viditelné ve veřejném profilu.
de: Die nachfolgenden Informationen sind in Ihrem öffentlichen Profil sichtbar.

source: informer
cs: informující
de: Informant

source: informers
cs: informující
de: Informanten

source: ingredient from palm oil
cs: přísada z palmového oleje
de: Zutat die aus Palmöl stammt

source: ingredient that may be from palm oil
cs: přísada, která může být z palmového oleje
de: Zutat die aus Palmöl stammen könnte

source: ingredient
cs: přísady
de: Zutat

source: Ingredients are listed in order of importance (quantity).
cs: Přísady jsou uvedeny podle důležitosti (množsvtí).
de: Zutaten sind in der Reihenfolge ihrer Bedeutung aufgeführt (Menge).

source: Ingredients completed
cs: Přísady jsou kompletní
de: Zutaten vervollständigt

source: ingredients from or that may be from palm oil
cs: přísady, které mohou být nebo jsou z palmového oleje
de: Zutaten die aus Palmöl sind oder stammen könnten

source: ingredients from palm oil
cs: Přísady z palmového oleje
de: Zutaten die aus Palmöl stammen

source: Ingredients image
cs: Obrázek přísad
de: Zutaten-Bild

source: Ingredients list
cs: Seznam přísad
de: Zutatenliste

source: ingredients that may be from palm oil
cs: Přísady, které mohou být z palmového oleje
de: Zutaten die aus Palmöl stammen könnten

source: Ingredients to be completed
cs: Přísady k doplnění
de: Zu vervollständigende Zutaten

source: ingredients-from-palm-oil
cs: přísady-z-palmového-oleje

source: ingredients-that-may-be-from-palm-oil
cs: přísady-které-mohou-být-z-palmového-oleje

source: ingredients
cs: přísady
de: Zutaten

source: Invalid address.
cs: Neplatná adresa.
de: Ungültige Adresse.

source: Invalid e-mail address
cs: Neplatná e-mailová adresa
de: Ungültige E-Mail-Adresse

source: Invalid user.
cs: Neplatný uživatel.
de: Ungültiger Benutzer.

source: Italian
cs: italština
de: Italienisch

source: Kinder Bueno White, Kinder Bueno, Kinder, Ferrero
cs: Kinder Bueno bílé, Kider Bueno, Kinder, Ferrero
de: Kinder Bueno Weiß, Kinder Bueno, Kinder, Ferrero

source: Kinder Bueno White
cs: Kinder Bueno bílé
de: Kinder Bueno Weiß

source: known nutrient
cs: známá nutriční hodnota
de: Bekannter Nährstoff

source: known nutrients
cs: známé nutriční hodnoty
de: Bekannte Nährstoffe

source: known-nutrients
cs: známé-nutriční-hodnoty

source: label
cs: štítek
de: Etikett

source: Labels, certifications, awards
cs: Štítky, certifikace, ohodnocení
de: Etiketten, Zertifizierungen, Auszeichnungen

source: labels
cs: štítky
de: Etiketten

source: Language most present and most highlighted on the product
cs: Jazyk, který je nejvíce přítomen a zvýrazněn na produktu
de: Präsenteste und am deutlichsten hervorgehobene Sprache auf dem Produkt

source: Link to the product page on the official site of the producer
cs: Odkaz na oficiální stránku produktu daného výrobce
de: Link zur Produktseite auf der offiziellen Website des Herstellers

source: List of %s
cs: Seznam %s
de: Liste von %s

source: low quantity
cs: Malé množství
de: Geringe Menge

source: Low risks
cs: Malé riziko
de: Geringen Risiken

source: low
cs: nízký
de: niedrige

source: Main language on the product
cs: Nejběžnější jazyk na produktu
de: Hauptsprache auf dem Produkt

source: Main language
cs: Hlavní jazyk
de: Hauptsprache

source: Map title
cs: Titulek mapy
de: Kartentitel

source: Map
cs: Mapa
de: Karte

source: Median
cs: Medián
de: Durchschnitt

source: Milk, Gluten, Nuts
cs: Mléko, lepek, ořechy
de: Milch, Gluten, Nüsse

source: Mission:
cs: Úkol:
de: Aufgabe:

source: mission
cs: úkol
de: Aufgabe

source: missions
cs: úkoly
de: Aufgaben

source: moderate quantity
cs: mírné množství
de: Moderate Menge

source: Moderate risks
cs: mírné riziko
de: Moderate Risiken

source: moderate
cs: mírný
de: Moderat

source: Name of the shop or supermarket chain
cs: Název obchodu nebo řetězce
de: Name des Ladens oder der Supermarkt-Kette

source: Name
cs: Název

source: News
cs: Novinky

source: Next
cs: Další
de: Nächste

source: No product listed for barcode %s.
cs: Žádný produkt v seznamu pro čárový kód %s.
de: Kein Produkt für Strichcode %s aufgeführt.

source: No products.
cs: Žádný produkt.
de: Keine Produkte.

source: Normalize colors
cs: Standardizovat barvy
de: Farben normalisieren

source: Note: this is a user generated graph. The title, represented products and axis of visualization have been chosen by the author of the graph.
cs: Poznámka: tento graf byl vygenerován uživatelem. Titulek, zobrazené produkty a vizualizace os byla vybrána autorem grafu.
de: Hinweis: Dies ist ein nutzergeneriertes Diagramm. Der Titel, dargestellte Produkte und Achse der Visualisierung wurden vom Autor des Diagramms ausgewählt.

source: Number of additives
cs: Počet přísad
de: Anzahl der Zusatzstoffe

source: Number of results by page
cs: Počet výsledků na stránku
de: Anzahl der Ergebnisse pro Seite

source: nutrient level
cs: nutriční hodnota
de: Nährstoffgehalt

source: Nutrient levels for 100 g:
cs: Nutriční hodnota na 100 g:
de: Nährstoffgehalte für 100 g:

source: nutrient levels
cs: nutriční hodnoty
de: Nährstoffgehalt

source: nutrient-level
cs: nutriční-hodnota
de: Nährstoff-Ebene

source: nutrient-levels
cs: nutriční-hodnoty

source: nutrient
cs: nutriční hodnota
de: Nährstoff

source: nutrients
cs: nutriční hodnoty
de: Nährstoffe

source: nutriment
cs: výživa
de: Nährstoff

source: nutriments
cs: výživy
de: Nährstoffe

source: Nutrition facts are not specified on the product.
cs: Nutriční hodnoty nejsou pro tento produkt určeny.
de: Nährwerte sind nicht auf dem Produkt angegeben.

source: Nutrition facts completed
cs: Nutriční hodnoty jsou kompletní
de: Nährwertangaben vervollständigt

source: Nutrition facts to be completed
cs: Nutriční hodnoty k doplnění
de: Zu vervollständigende Nährwertangaben

source: Nutrition facts
cs: Nutriční hodnoty
de: Nährwertangaben

source: or :
cs: Nebo :
de: oder:

source: or
cs: nebo
de: oder

source: Organic
cs: Biopotraviny
de: Bio

source: origin
cs: původ
de: Herkunft

source: origins
cs: původy
de: Herkünfte

source: other language
cs: jiný jazyk
de: andere Sprache

source: Other products
cs: Další produkty
de: Andere Produkte

source: out of _MAX_
cs: mimo _MAX_

source: packager code
cs: kód balírny
de: Verpacker-Code

source: packager codes
cs: kód balíren
de: Verpacker-Codes

source: packager-code
cs: kód-balírny
de: Verpacker-Code

source: packager-codes
cs: kód-balíren
de: Verpacker-Codes

source: packaging cities
cs: zabaleno v městech

source: packaging city
cs: zabaleno v městě

source: Packaging to be completed
cs: Balení k doplnění
de: Zu vervollständigende Verpackung

source: Packaging type, format, material
cs: Typ, formát a materiál balení
de: Verpackungs-Typ, Format, Material

source: packaging
cs: balení
de: Verpackung

source: Page %d out of %d.
cs: Strana %d z %d.
de: Seite %d von %d.

source: Pages:
cs: Stránky:
de: Seiten:

source: Password:
cs: Heslo:
de: Kennwort:

source: Password
cs: Heslo
de: Kennwort

source: per serving
cs: v jedné porci
de: pro Portion

source: Permanent link to these results, shareable by e-mail and on social networks
cs: Stálý odkaz na tyto výsledky, můžete sdílet pomocí emailu nebo na sociálních sítích
de: Permanenter Link zu diesen Ergebnisse, gemeinsam nutzbare per E-Mail und über soziale Netzwerke

source: Permanent link to this graph, shareable by e-mail and on social networks
cs: Stálý odkaz na tento graf, můžete sdílet pomocí emailu nebo na sociálních sítích
de: Permanenter Link zu diesem Diagramm, gemeinsam nutzbare per E-Mail und über soziale Netzwerke

source: Permanent link to this map, shareable by e-mail and on social networks
cs: Stálý odkaz na tuto mapu, můžete sdílet pomocí emailu nebo na sociálních sítích
de: Permanenter Link zu dieser Karte, gemeinsam nutzbare per E-Mail und über soziale Netzwerke
